Repository: self-Puneet/PDF-Kit
Catalog: assets/l10n/*.arb
Languages: ar, bn, hi, ja, pt

# app_nav_home
source: Home
ar: الصفحة الرئيسية
bn: হোম
hi: होम
ja: ホーム
pt: Início

# app_nav_files
source: Files
ar: الملفات
bn: ফাইল
hi: फ़ाइलें
ja: ファイル
pt: Arquivos

# app_nav_settings
source: Settings
ar: الإعدادات
bn: সেটিংস
hi: सेटिंग्स
ja: 設定
pt: Configurações

# settings_title
source: Settings
ar: الإعدادات
bn: সেটিংস
hi: सेटिंग्स
ja: 設定
pt: Configurações

# common_cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
hi: रद्द करें
ja: キャンセル
pt: Cancelar

# common_clear_all
source: Clear All
ar: مسح الكل
bn: সব মুছুন
hi: सभी साफ़ करें
ja: すべてクリア
pt: Limpar tudo

# common_clear
source: Clear
ar: مسح
bn: মুছুন
hi: साफ़ करें
ja: クリア
pt: Limpar

# common_select
source: Select
ar: تحديد
bn: নির্বাচন করুন
hi: चयन करें
ja: 選択
pt: Selecionar

# common_retry
source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
hi: पुनः प्रयास करें
ja: 再試行
pt: Tentar novamente

# common_open
source: Open
ar: فتح
bn: খুলুন
hi: खोलें
ja: 開く
pt: Abrir

# common_rename
source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন
hi: नाम बदलें
ja: 名前を変更
pt: Renomear

# common_delete
source: Delete
ar: حذف
bn: মুছে ফেলুন
hi: हटाएँ
ja: 削除
pt: Excluir

# common_share
source: Share
ar: مشاركة
bn: শেয়ার করুন
hi: साझा करें
ja: 共有
pt: Compartilhar

# common_search
source: Search
ar: بحث
bn: অনুসন্ধান
hi: खोजें
ja: 検索
pt: Pesquisar

# common_close
source: Close
ar: إغلاق
bn: বন্ধ করুন
hi: बंद करें
ja: 閉じる
pt: Fechar

# common_action
source: Action
ar: إجراء
bn: অ্যাকশন
hi: क्रिया
ja: 操作
pt: Ação

# common_enable_selection
source: Enable selection
ar: تفعيل التحديد
bn: নির্বাচন সক্রিয় করুন
hi: चयन सक्षम करें
ja: 選択モードを有効化
pt: Ativar seleção

# common_select_all_on_page
source: Select all on page
ar: تحديد الكل في الصفحة
bn: এই পৃষ্ঠার সব নির্বাচন করুন
hi: इस पृष्ठ पर सभी का चयन करें
ja: このページのすべてを選択
pt: Selecionar tudo na página

# common_clear_page_selection
source: Clear this page
ar: مسح تحديد الصفحة
bn: এই পৃষ্ঠা পরিষ্কার করুন
hi: इस पृष्ठ का चयन साफ़ करें
ja: このページをクリア
pt: Limpar esta página

# recent_files_title
source: Recent Files
ar: الملفات الحديثة
bn: সাম্প্রতিক ফাইল
hi: हाल की फ़ाइलें
ja: 最近のファイル
pt: Arquivos recentes

# recent_files_empty_title
source: No recent files
ar: لا توجد ملفات حديثة
bn: কোনো সাম্প্রতিক ফাইল নেই
hi: कोई हाल की फ़ाइल नहीं
ja: 最近のファイルはありません
pt: Nenhum arquivo recente

# recent_files_empty_message
source: Your recently accessed files will appear here.
ar: ستظهر الملفات التي تم الوصول إليها مؤخراً هنا.
bn: আপনার সাম্প্রতিক অ্যাক্সেস করা ফাইলগুলি এখানে প্রদর্শিত হবে।
hi: आपकी हाल ही में खोली गई फ़ाइलें यहाँ दिखाई देंगी।
ja: 最近アクセスしたファイルがここに表示されます。
pt: Seus arquivos acessados recentemente aparecerão aqui.

# recent_files_removed_snackbar
source: Removed from recent files
ar: تمت الإزالة من الملفات الحديثة
bn: সাম্প্রতিক ফাইল থেকে সরানো হয়েছে
hi: हाल की फ़ाइलों से हटाया गया
ja: 最近のファイルから削除しました
pt: Removido dos arquivos recentes

# recent_files_clear_menu
source: Clear all recent files
ar: مسح جميع الملفات الحديثة
bn: সব সাম্প্রতিক ফাইল মুছুন
hi: सभी हाल की फ़ाइलें साफ़ करें
ja: すべての最近ファイルをクリア
pt: Limpar todos os arquivos recentes

# recent_files_clear_confirm_title
source: Clear all recent files?
ar: مسح جميع الملفات الحديثة؟
bn: সব সাম্প্রতিক ফাইল মুছবেন?
hi: सभी हाल की फ़ाइलें साफ़ करें?
ja: 最近のファイルをすべてクリアしますか？
pt: Limpar todos os arquivos recentes?

# recent_files_clear_confirm_message
source: This will remove all files from your recent files list. This action cannot be undone.
ar: سيتم حذف جميع الملفات من قائمة الملفات الحديثة. هذا الإجراء لا يمكن التراجع عنه.
bn: এতে সাম্প্রতিক তালিকা থেকে সব ফাইল সরানো হবে। এই কাজ পূর্বাবস্থায় ফিরানো যাবে না।
hi: यह आपकी हाल की फ़ाइलों की सूची से सभी फ़ाइलें हटा देगा। यह क्रिया पूर्ववत नहीं की जा सकती।
ja: 最近ファイル一覧からすべて削除されます。この操作は元に戻せません。
pt: Isso removerá todos os arquivos da sua lista de recentes. Esta ação não pode ser desfeita.

# recent_files_search_hint
source: Search recent files...
ar: بحث في الملفات الحديثة...
bn: সাম্প্রতিক ফাইল অনুসন্ধান করুন...
hi: हाल की फ़ाइलें खोजें...
ja: 最近のファイルを検索...
pt: Pesquisar arquivos recentes...

# recent_files_search_previous_header
source: Previous Search
ar: بحث سابق
bn: পূর্ববর্তী অনুসন্ধান
hi: पिछली खोज
ja: 前回の検索
pt: Pesquisa anterior

# recent_files_search_no_results_title
source: No results found
ar: لا توجد نتائج
bn: কোনো ফলাফল পাওয়া যায়নি
hi: कोई परिणाम नहीं मिला
ja: 結果が見つかりません
pt: Nenhum resultado encontrado

# recent_files_search_no_results_message
source: Try searching with different keywords.
ar: جرّب استخدام كلمات بحث مختلفة.
bn: অনুগ্রহ করে অন্য কীওয়ার্ড চেষ্টা করুন।
hi: कृपया अन्य कीवर्ड से प्रयास करें।
ja: 別のキーワードで検索してください。
pt: Tente pesquisar com outras palavras-chave.

# files_header_title
source: Files
ar: الملفات
bn: ফাইল
hi: फ़ाइलें
ja: ファイル
pt: Arquivos

# files_empty_folder_title
source: This folder is empty
ar: هذا المجلد فارغ
bn: এই ফোল্ডারটি খালি
hi: यह फ़ोल्डर खाली है
ja: このフォルダーは空です
pt: Esta pasta está vazia

# files_total_items
source: Total: {count} items
ar: الإجمالي: {count} عنصر
bn: মোট: {count}টি আইটেম
hi: कुल: {count} आइटम
ja: 合計：{count} 件
pt: Total: {count} itens

# files_sort_filter_tooltip
source: Sort / Filter
ar: فرز / تصفية
bn: সাজান / ফিল্টার করুন
hi: क्रमबद्ध करें / फ़िल्टर करें
ja: 並べ替え / フィルター
pt: Classificar / Filtrar

# files_enable_selection_tooltip
source: Enable selection
ar: تفعيل التحديد
bn: নির্বাচন সক্রিয় করুন
hi: चयन सक्षम करें
ja: 選択を有効にする
pt: Ativar seleção

# files_select_all_page_tooltip
source: Select all on page
ar: تحديد الكل في الصفحة
bn: এই পৃষ্ঠার সব নির্বাচন করুন
hi: इस पृष्ठ पर सभी का चयन करें
ja: このページのすべてを選択
pt: Selecionar tudo nesta página

# files_clear_page_tooltip
source: Clear this page
ar: مسح هذه الصفحة
bn: এই পৃষ্ঠা পরিষ্কার করুন
hi: इस पृष्ठ को साफ़ करें
ja: このページをクリア
pt: Limpar esta página

# files_more_tooltip
source: More
ar: المزيد
bn: আরও
hi: अधिक
ja: その他
pt: Mais

# files_create_new_folder_tooltip
source: Create new folder
ar: إنشاء مجلد جديد
bn: নতুন ফোল্ডার তৈরি করুন
hi: नया फ़ोल्डर बनाएँ
ja: 新規フォルダー作成
pt: Criar nova pasta

# files_previous_search_clear_all_tooltip
source: Clear all
ar: مسح الكل
bn: সব মুছুন
hi: सभी साफ़ करें
ja: すべてクリア
pt: Limpar tudo

# files_search_hint
source: Search files and folders...
ar: البحث عن الملفات والمجلدات...
bn: ফাইল এবং ফোল্ডার অনুসন্ধান করুন...
hi: फ़ाइलें और फ़ोल्डर खोजें...
ja: ファイルとフォルダーを検索...
pt: Pesquisar arquivos e pastas...

# files_search_not_found_title
source: Not Found
ar: غير موجود
bn: পাওয়া যায়নি
hi: नहीं मिला
ja: 見つかりません
pt: Não encontrado

# files_search_not_found_message
source: Please search with another keywords.
ar: يرجى البحث باستخدام كلمات مختلفة.
bn: অনুগ্রহ করে অন্য কীওয়ার্ড দিয়ে চেষ্টা করুন।
hi: कृपया अन्य कीवर्ड से प्रयास करें।
ja: 別のキーワードで検索してください。
pt: Pesquise com outras palavras-chave.

# selection_count_label
source: {count} selected
ar: {count} محدد
bn: {count}টি নির্বাচিত
hi: {count} चयनित
ja: {count} 件選択済み
pt: {count} selecionado(s)

# selection_pick_sheet_selected
source: {count} Selected
ar: {count} محدد
bn: {count}টি নির্বাচিত
hi: {count} चयनित
ja: {count} 件選択済み
pt: {count} selecionado(s)

# selection_pick_sheet_no_files
source: No files selected
ar: لا توجد ملفات محددة
bn: কোনো ফাইল নির্বাচিত হয়নি
hi: कोई फ़ाइल चयनित नहीं
ja: ファイルが選択されていません
pt: Nenhum arquivo selecionado

# selection_pick_sheet_close_tooltip
source: Close
ar: إغلاق
bn: বন্ধ করুন
hi: बंद करें
ja: 閉じる
pt: Fechar

# selection_pick_sheet_remove_tooltip
source: Remove
ar: إزالة
bn: সরান
hi: हटाएँ
ja: 削除
pt: Remover

# filter_sheet_title
source: Sort & Filter
ar: الفرز والتصفية
bn: সাজান ও ফিল্টার করুন
hi: क्रमबद्ध करें और फ़िल्टर करें
ja: 並べ替えとフィルター
pt: Classificar e Filtrar

# filter_by_name
source: By name
ar: حسب الاسم
bn: নামের ভিত্তিতে
hi: नाम के अनुसार
ja: 名前順
pt: Por nome

# filter_by_modified
source: By modified date
ar: حسب تاريخ التعديل
bn: সংশোধনের তারিখ অনুযায়ী
hi: संशोधित तिथि के अनुसार
ja: 更新日順
pt: Por data de modificação

# filter_type_header
source: Type
ar: النوع
bn: ধরন
hi: प्रकार
ja: 種類
pt: Tipo

# filter_type_all
source: All
ar: الكل
bn: সব
hi: सभी
ja: すべて
pt: Todos

# filter_type_folders
source: Folders
ar: المجلدات
bn: ফোল্ডার
hi: फ़ोल्डर
ja: フォルダー
pt: Pastas

# filter_type_pdfs
source: PDFs
ar: ملفات PDF
bn: PDF
hi: PDF
ja: PDF

# filter_type_images
source: Images
ar: الصور
bn: ছবি
hi: चित्र
ja: 画像
pt: Imagens

# new_folder_sheet_title
source: New Folder
ar: مجلد جديد
bn: নতুন ফোল্ডার
hi: नया फ़ोल्डर
ja: 新規フォルダー
pt: Nova pasta

# new_folder_field_label
source: Folder Name
ar: اسم المجلد
bn: ফোল্ডারের নাম
hi: फ़ोल्डर नाम
ja: フォルダー名
pt: Nome da pasta

# new_folder_field_hint
source: Enter folder name
ar: أدخل اسم المجلد
bn: ফোল্ডারের নাম লিখুন
hi: फ़ोल्डर नाम दर्ज करें
ja: フォルダー名を入力
pt: Digite o nome da pasta

# folder_picker_title
source: Select Folder
ar: تحديد المجلد
bn: ফোল্ডার নির্বাচন করুন
hi: फ़ोल्डर चुनें
ja: フォルダーを選択
pt: Selecionar pasta

# folder_picker_select_button
source: SELECT
ar: اختيار
bn: নির্বাচন
hi: चुनें
ja: 選択
pt: SELECIONAR

# folder_picker_unable_to_load_title
source: Unable to load folders
ar: تعذر تحميل المجلدات
bn: ফোল্ডার লোড করা যাচ্ছে না
hi: फ़ोल्डर लोड नहीं हो सके
ja: フォルダーを読み込めません
pt: Não foi possível carregar as pastas

# folder_picker_no_folders
source: No folders available
ar: لا توجد مجلدات متاحة
bn: কোনো ফোল্ডার পাওয়া যায়নি
hi: कोई फ़ोल्डर उपलब्ध नहीं
ja: 利用可能なフォルダーがありません
pt: Nenhuma pasta disponível

# folder_picker_selected_folder_label
source: Selected Folder
ar: المجلد المحدد
bn: নির্বাচিত ফোল্ডার
hi: चयनित फ़ोल्डर
ja: 選択したフォルダー
pt: Pasta selecionada

# folder_picker_retry
source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
hi: पुनः प्रयास करें
ja: 再試行
pt: Tentar novamente

# merge_pdf_title
source: Merge PDF
ar: دمج PDF
bn: PDF একত্রিত করুন
hi: PDF मर्ज करें
ja: PDFを結合
pt: Mesclar PDF

# merge_pdf_description
source: Merge PDFs and images together, drag to reorder, rename, choose where to save, and add or edit files anytime.
ar: ادمج ملفات PDF والصور معاً، أعد الترتيب بالسحب، أعد التسمية، اختر موقع الحفظ، وأضف أو عدّل الملفات في أي وقت.
bn: PDF এবং ছবি একত্রিত করুন, ড্র্যাগ করে পুনর্বিন্যাস করুন, নাম পরিবর্তন করুন, সংরক্ষণস্থল নির্বাচন করুন এবং যেকোনো সময় ফাইল যোগ বা সম্পাদনা করুন।
hi: PDF और चित्रों को एक साथ मर्ज करें, क्रम बदलें, नाम बदलें, सेव स्थान चुनें, और कभी भी फ़ाइलें जोड़ें।
ja: PDFと画像を結合し、ドラッグで並べ替え、名前変更、保存先選択、ファイル追加・編集が可能です。
pt: Mescle PDFs e imagens, arraste para reorganizar, renomeie, escolha onde salvar e adicione ou edite arquivos a qualquer momento.

# merge_pdf_file_name_label
source: File Name
ar: اسم الملف
bn: ফাইলের নাম
hi: फ़ाइल नाम
ja: ファイル名
pt: Nome do arquivo

# merge_pdf_file_name_hint
source: Type output file name
ar: أدخل اسم ملف الإخراج
bn: আউটপুট ফাইলের নাম লিখুন
hi: आउटपुट फ़ाइल नाम दर्ज करें
ja: 出力ファイル名を入力
pt: Digite o nome do arquivo de saída

# merge_pdf_save_to_folder_label
source: Save to Folder
ar: الحفظ في مجلد
bn: ফোল্ডারে সংরক্ষণ
hi: फ़ोल्डर में सेव करें
ja: 保存先フォルダー
pt: Salvar na pasta

# merge_pdf_files_selected
source: {count} Files Selected
ar: {count} ملف محدد
bn: {count}টি ফাইল নির্বাচিত
hi: {count} फ़ाइलें चयनित
ja: {count} 件選択
pt: {count} arquivo(s) selecionado(s)

# merge_pdf_reorder
source: Reorder
ar: إعادة الترتيب
bn: পুনর্বিন্যাস
hi: क्रम बदलें
ja: 並べ替え
pt: Reordenar

# merge_pdf_done
source: Done
ar: تم
bn: সম্পন্ন
hi: पूर्ण
ja: 完了
pt: Concluído

# merge_pdf_add_more_files
source: Add More Files
ar: إضافة ملفات أخرى
bn: আরও ফাইল যোগ করুন
hi: और फ़ाइलें जोड़ें
ja: ファイルを追加
pt: Adicionar mais arquivos

# merge_pdf_button
source: Merge PDF
ar: دمج PDF
bn: PDF একত্রিত করুন
hi: PDF मर्ज करें
ja: PDFを結合
pt: Mesclar PDF

# merge_pdf_loading_default_folder
source: Loading default folder...
ar: جارٍ تحميل المجلد الافتراضي...
bn: ডিফল্ট ফোল্ডার লোড হচ্ছে...
hi: डिफ़ॉल्ट फ़ोल्डर लोड हो रहा है...
ja: デフォルトフォルダーを読み込み中...
pt: Carregando pasta padrão...

# merge_pdf_select_folder_placeholder
source: Select Folder
ar: اختر مجلداً
bn: ফোল্ডার নির্বাচন করুন
hi: फ़ोल्डर चुनें
ja: フォルダーを選択
pt: Selecionar pasta

# merge_pdf_destination_snackbar
source: Destination: {folderName}
ar: الموقع: {folderName}
bn: সংরক্ষণস্থল: {folderName}
hi: गंतव्य: {folderName}
ja: 保存先：{folderName}
pt: Destino: {folderName}

# merge_pdf_success_snackbar
source: Successfully merged to {fileName}
ar: تم الدمج بنجاح في {fileName}
bn: {fileName} সফলভাবে একত্রিত করা হয়েছে
hi: {fileName} में सफलतापूर्वक मर्ज किया गया
ja: {fileName} に正常に結合されました
pt: Mesclado com sucesso em {fileName}

# protect_pdf_title
source: Protect PDF
ar: حماية PDF
bn: PDF সুরক্ষিত করুন
hi: PDF सुरक्षित करें
ja: PDFを保護
pt: Proteger PDF

# protect_pdf_description
source: Set a password to protect your scan. This password will be required if you or the person you provide the scanned document wants to access the file. If you forget the password, then this file will not be accessible forever.
ar: قم بتعيين كلمة مرور لحماية مستندك. ستكون كلمة المرور مطلوبة للوصول إلى الملف. إذا نسيتها، سيصبح الملف غير قابل للوصول نهائياً.
bn: স্ক্যান করা ফাইল সুরক্ষিত করতে পাসওয়ার্ড সেট করুন। আপনি বা অন্য কেউ ফাইল খুলতে চাইলে এই পাসওয়ার্ড প্রয়োজন হবে। পাসওয়ার্ড ভুলে গেলে ফাইল আর কখনো খোলা যাবে না।
hi: अपनी फ़ाइल को सुरक्षित रखने के लिए पासवर्ड सेट करें। यदि पासवर्ड भूल जाएँ, तो फ़ाइल सुलभ नहीं होगी।
ja: PDFにパスワードを設定して保護します。パスワードを忘れると永久に開けなくなります。
pt: Defina uma senha para proteger seu documento. A senha será necessária para acessar o arquivo. Se você esquecê-la, o arquivo ficará inacessível permanentemente.

# protect_pdf_selected_file_label
source: Selected File
ar: الملف المحدد
bn: নির্বাচিত ফাইল
hi: चयनित फ़ाइल
ja: 選択したファイル
pt: Arquivo selecionado

# protect_pdf_no_pdf_selected
source: No PDF selected
ar: لم يتم تحديد PDF
bn: কোনো PDF নির্বাচিত নেই
hi: कोई PDF चयनित नहीं
ja: PDFが選択されていません
pt: Nenhum PDF selecionado

# protect_pdf_add_pdf_file
source: Add PDF File
ar: إضافة ملف PDF
bn: PDF ফাইল যোগ করুন
hi: PDF फ़ाइल जोड़ें
ja: PDFファイルを追加
pt: Adicionar arquivo PDF

# protect_pdf_password_label
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
hi: पासवर्ड
ja: パスワード
pt: Senha

# protect_pdf_confirm_password_label
source: Confirm Password
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিত করুন
hi: पासवर्ड की पुष्टि करें
ja: パスワード確認
pt: Confirmar senha

# protect_pdf_visibility_toggle_show
source: Show
ar: إظهار
bn: দেখান
hi: दिखाएँ
ja: 表示
pt: Mostrar

# protect_pdf_visibility_toggle_hide
source: Hide
ar: إخفاء
bn: লুকান
hi: छिपाएँ
ja: 非表示
pt: Ocultar

# protect_pdf_button
source: Protect
ar: حماية
bn: সুরক্ষিত করুন
hi: सुरक्षित करें
ja: 保護
pt: Proteger

# protect_pdf_error_enter_password
source: Please enter a password
ar: يرجى إدخال كلمة المرور
bn: অনুগ্রহ করে পাসওয়ার্ড লিখুন
hi: कृपया पासवर्ड दर्ज करें
ja: パスワードを入力してください
pt: Digite uma senha

# protect_pdf_error_passwords_mismatch
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
bn: পাসওয়ার্ড মিলছে না
hi: पासवर्ड मेल नहीं खाते
ja: パスワードが一致しません
pt: As senhas não coincidem

# unlock_pdf_title
source: Unlock PDF
ar: إلغاء قفل PDF
bn: PDF আনলক করুন
hi: PDF अनलॉक करें
ja: PDFロック解除
pt: Desbloquear PDF

# unlock_pdf_description
source: Enter the password to remove protection from this PDF. Once unlocked, the file can be opened without a password.
ar: أدخل كلمة المرور لإزالة الحماية من هذا الملف. بمجرد إلغاء القفل، يمكن فتح الملف دون كلمة مرور.
bn: এই PDF থেকে সুরক্ষা সরাতে পাসওয়ার্ড দিন। আনলক করার পর, ফাইলটি পাসওয়ার্ড ছাড়াই খোলা যাবে।
hi: सुरक्षा हटाने हेतु पासवर्ड दर्ज करें। अनलॉक होने के बाद फ़ाइल बिना पासवर्ड खुल सकती है।
ja: パスワードを入力して、このPDFの保護を解除します。ロック解除後はパスワードなしで開けるようになります。
pt: Digite a senha para remover a proteção deste PDF. Uma vez desbloqueado, o arquivo pode ser aberto sem senha.

# unlock_pdf_selected_file_label
source: Selected File
ar: الملف المحدد
bn: নির্বাচিত ফাইল
hi: चयनित फ़ाइल
ja: 選択したファイル
pt: Arquivo selecionado

# unlock_pdf_no_pdf_selected
source: No PDF selected
ar: لم يتم تحديد PDF
bn: কোনো PDF নির্বাচিত নেই
hi: कोई PDF चयनित नहीं
ja: PDFが選択されていません
pt: Nenhum PDF selecionado

# unlock_pdf_password_label
source: Enter Password
ar: أدخل كلمة المرور
bn: পাসওয়ার্ড দিন
hi: पासवर्ड दर्ज करें
ja: パスワードを入力
pt: Digite a senha

# unlock_pdf_password_hint
source: Enter PDF password
ar: أدخل كلمة مرور PDF
bn: PDF পাসওয়ার্ড দিন
hi: PDF पासवर्ड दर्ज करें
ja: PDFのパスワードを入力
pt: Digite a senha do PDF

# unlock_pdf_button
source: Unlock
ar: إلغاء القفل
bn: আনলক
hi: अनलॉक करें
ja: ロック解除
pt: Desbloquear

# unlock_pdf_error_enter_password
source: Please enter the password
ar: يرجى إدخال كلمة المرور
bn: দয়া করে পাসওয়ার্ড দিন
hi: कृपया पासवर्ड दर्ज करें
ja: パスワードを入力してください
pt: Por favor, digite a senha

# action_unlock_label
source: Unlock PDF
ar: إلغاء قفل PDF
bn: PDF আনলক করুন
hi: PDF अनलॉक करें
ja: PDFロック解除
pt: Desbloquear PDF

# doc_menu_open
source: Open
ar: فتح
bn: খুলুন
hi: खोलें
ja: 開く
pt: Abrir

# doc_menu_rename
source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন
hi: नाम बदलें
ja: 名前を変更
pt: Renomear

# doc_menu_delete
source: Delete
ar: حذف
bn: মুছে ফেলুন
hi: हटाएँ
ja: 削除
pt: Excluir

# doc_menu_share
source: Share
ar: مشاركة
bn: শেয়ার করুন
hi: साझा करें
ja: 共有
pt: Compartilhar

# doc_menu_edit
source: Edit
ar: تعديل
bn: সম্পাদনা করুন
hi: संपादित करें
ja: 編集
pt: Editar

# doc_menu_remove
source: Remove
ar: إزالة
bn: সরান
hi: हटाएँ
ja: 削除
pt: Remover

# errors_generic
source: Error: {message}
ar: خطأ: {message}
bn: ত্রুটি: {message}
hi: त्रुटि: {message}
ja: エラー：{message}
pt: Erro: {message}

# errors_failed_to_load_recent
source: Failed to load recent files.
ar: فشل تحميل الملفات الحديثة.
bn: সাম্প্রতিক ফাইল লোড করতে ব্যর্থ।
hi: हाल की फ़ाइलें लोड नहीं हो सकीं।
ja: 最近のファイルを読み込めませんでした。
pt: Falha ao carregar arquivos recentes.

# errors_unable_to_load_folders
source: Unable to load folders
ar: تعذر تحميل المجلدات.
bn: ফোল্ডার লোড করা যাচ্ছে না।
hi: फ़ोल्डर लोड करने में असमर्थ।
ja: フォルダーを読み込めません。
pt: Não foi possível carregar as pastas.

# empty_no_files_selected
source: No files selected
ar: لا توجد ملفات محددة
bn: কোনো ফাইল নির্বাচিত হয়নি
hi: कोई फ़ाइल चयनित नहीं
ja: ファイルが選択されていません
pt: Nenhum arquivo selecionado

# empty_no_recent_files
source: No recent files
ar: لا توجد ملفات حديثة
bn: কোনো সাম্প্রতিক ফাইল নেই
hi: कोई हाल की फ़ाइल नहीं
ja: 最近のファイルはありません
pt: Nenhum arquivo recente

# empty_folder
source: This folder is empty
ar: هذا المجلد فارغ
bn: ফোল্ডারটি খালি
hi: यह फ़ोल्डर खाली है
ja: このフォルダーは空です
pt: Esta pasta está vazia

# empty_not_found
source: Not Found
ar: غير موجود
bn: পাওয়া যায়নি
hi: नहीं मिला
ja: 見つかりません
pt: Não encontrado

# empty_no_results_found
source: No results found
ar: لا توجد نتائج
bn: কোনো ফলাফল পাওয়া যায়নি
hi: कोई परिणाम नहीं मिला
ja: 結果が見つかりません
pt: Nenhum resultado encontrado

# empty_try_different_keywords
source: Try searching with different keywords.
ar: جرّب كلمات بحث مختلفة.
bn: দয়া করে অন্য কীওয়ার্ড চেষ্টা করুন।
hi: कृपया अन्य कीवर्ड का उपयोग करें।
ja: 別のキーワードをお試しください。
pt: Tente outras palavras-chave.

# snackbar_removed_recent
source: Removed from recent files
ar: تمت الإزالة من الملفات الحديثة
bn: সাম্প্রতিক ফাইল থেকে সরানো হয়েছে
hi: हाल की फ़ाइलों से हटाया गया
ja: 最近のファイルから削除しました
pt: Removido dos arquivos recentes

# snackbar_destination_folder
source: Destination: {folderName}
ar: الموقع: {folderName}
bn: সংরক্ষণস্থল: {folderName}
hi: गंतव्य: {folderName}
ja: 保存先：{folderName}
pt: Destino: {folderName}

# snackbar_error
source: Error: {message}
ar: خطأ: {message}
bn: ত্রুটি: {message}
hi: त्रुटि: {message}
ja: エラー：{message}
pt: Erro: {message}

# snackbar_success_merge
source: Successfully merged to {fileName}
ar: تم الدمج بنجاح في {fileName}
bn: {fileName} সফলভাবে একত্রিত করা হয়েছে
hi: {fileName} में सफलतापूर्वक मर्ज किया गया
ja: {fileName} に正常に結合されました
pt: Mesclado com sucesso em {fileName}

# snackbar_success_protect
source: Successfully protected {fileName}
ar: تمت حماية {fileName} بنجاح
bn: {fileName} সফলভাবে সুরক্ষিত করা হয়েছে
hi: {fileName} सफलतापूर्वक सुरक्षित किया गया
ja: {fileName} が正常に保護されました
pt: {fileName} protegido com sucesso

# home_brand_title
source: PDF Kit
ar: PDF كيت
hi: PDF किट

# home_get_started_title
source: Get started with your PDFs
ar: ابدأ باستخدام ملفات PDF الخاصة بك
bn: আপনার PDF দিয়ে শুরু করুন
hi: अपनी PDF से प्रारंभ करें
ja: PDFの利用を開始する
pt: Comece a trabalhar com seus PDFs

# home_get_started_message
source: Scan documents or import files to see them here.
ar: قم بمسح المستندات ضوئياً أو استيراد الملفات لعرضها هنا.
bn: দস্তাবেজ স্ক্যান করুন বা ফাইল আমদানি করুন, সেগুলো এখানে প্রদর্শিত হবে।
hi: दस्तावेज़ स्कैन करें या फ़ाइलें आयात करें ताकि वे यहाँ दिखाई दें।
ja: 文書をスキャンするかファイルをインポートすると、ここに表示されます。
pt: Digitalize documentos ou importe arquivos para vê-los aqui.

# home_get_started_scan
source: Scan a document
ar: مسح مستند
bn: দস্তাবেজ স্ক্যান করুন
hi: दस्तावेज़ स्कैन करें
ja: 文書をスキャン
pt: Digitalizar documento

# home_get_started_import
source: Import PDF
ar: استيراد PDF
bn: PDF আমদানি করুন
hi: PDF आयात करें
ja: PDFをインポート
pt: Importar PDF

# recent_files_view_all_tooltip
source: View all recent files
ar: عرض جميع الملفات الحديثة
bn: সব সাম্প্রতিক ফাইল দেখুন
hi: सभी हाल की फ़ाइलें देखें
ja: すべての最近のファイルを表示
pt: Ver todos os arquivos recentes

# common_rename_coming_soon
source: Rename feature coming soon
ar: ميزة إعادة التسمية قريباً
bn: নাম পরিবর্তন ফিচার শীঘ্রই আসছে
hi: नाम बदलने का फ़ीचर शीघ्र उपलब्ध होगा
ja: 名前変更機能は近日公開
pt: Recurso de renomear em breve

# files_root_label
source: root
ar: جذر النظام
bn: রুট
hi: रूट
ja: ルート
pt: raiz

# merge_pdf_default_file_name
source: Merged Document
ar: مستند مدمج
bn: একত্রিত ডকুমেন্ট
hi: मर्ज किया गया दस्तावेज़
ja: 結合された文書
pt: Documento mesclado

# merge_pdf_default_suffix
source: Merged
ar: مدمج
bn: একত্রিত
hi: मर्ज किया गया
ja: 結合済み
pt: Mesclado

# merge_pdf_default_downloads_label
source: Downloads
ar: التنزيلات
bn: ডাউনলোড
hi: डाउनलोड
ja: ダウンロード

# doc_page_count
source: {count, plural, one {# page} other {# pages}}
ar: {count, plural, one {صفحة واحدة} other {# صفحات}}
bn: {count, plural, one {# পৃষ্ঠা} other {# পৃষ্ঠা}}
hi: {count, plural, one {# पृष्ठ} other {# पृष्ठ}}
ja: {count, plural, one {# ページ} other {# ページ}}
pt: {count, plural, one {# página} other {# páginas}}

# selection_limit_error
source: You can select at most {count, plural, one {# file} other {# files}}.
ar: يمكنك تحديد ما يصل إلى {count, plural, one {ملف واحد} other {# ملفات}}.
bn: আপনি সর্বোচ্চ {count, plural, one {#টি ফাইল} other {#টি ফাইল}} নির্বাচন করতে পারেন।
hi: आप अधिकतम {count, plural, one {# फ़ाइल} other {# फ़ाइलें}} चुन सकते हैं।
ja: 最大{count, plural, one {# ファイル} other {# ファイル}}まで選択できます。
pt: Você pode selecionar no máximo {count, plural, one {# arquivo} other {# arquivos}}.

# compress_pdf_title
source: Compress PDF
ar: ضغط PDF
bn: PDF সংকোচন করুন
hi: PDF संपीड़ित करें
ja: PDFを圧縮
pt: Comprimir PDF

# compress_pdf_description
source: Reduce PDF size with smart compression, adjust quality, choose your save location, and rename the file. Add PDFs anytime and quickly create a lighter, optimized document.
ar: قلّل حجم PDF باستخدام ضغط ذكي، واضبط الجودة، واختر موقع الحفظ، وأعد تسمية الملف. أضف ملفات PDF في أي وقت وأنشئ مستنداً محسّناً بسرعة.
bn: স্মার্ট কমপ্রেশন দিয়ে PDF-এর আকার কমান, গুণমান সমন্বয় করুন, সংরক্ষণস্থল নির্বাচন করুন এবং ফাইলের নাম পরিবর্তন করুন। যেকোনো সময় PDF যোগ করুন এবং দ্রুত একটি অপ্টিমাইজড ডকুমেন্ট তৈরি করুন।
hi: स्मार्ट संपीड़न के साथ PDF का आकार कम करें, गुणवत्ता समायोजित करें, सेव स्थान चुनें और फ़ाइल का नाम बदलें। PDF कभी भी जोड़ें और जल्दी से एक हल्का, अनुकूलित दस्तावेज़ बनाएँ।
ja: スマート圧縮でPDFサイズを削減し、品質を調整し、保存場所を選択し、名前を変更できます。いつでもPDFを追加して、最適化された文書を素早く作成できます。
pt: Reduza o tamanho do PDF com compressão inteligente, ajuste a qualidade, escolha o local de salvamento e renomeie o arquivo. Adicione PDFs a qualquer momento e crie rapidamente um documento otimizado.

# compress_pdf_no_pdf_selected
source: No PDF selected. Go back and choose one.
ar: لم يتم تحديد أي PDF. يرجى اختيار ملف.
bn: কোনো PDF নির্বাচিত হয়নি। দয়া করে একটি নির্বাচন করুন।
hi: कोई PDF चयनित नहीं। वापस जाएँ और चुनें।
ja: PDFが選択されていません。戻ってPDFを選択してください。
pt: Nenhum PDF selecionado. Volte e escolha um.
