Repository: self-Puneet/PDF-Kit
Catalog: assets/l10n/*.arb
Languages: ar, bn, hi, ja, pt

# compress_pdf_select_level_label
source: Select compression level:
ar: اختر مستوى الضغط:
bn: সংকোচনের স্তর নির্বাচন করুন:
hi: संपीड़न स्तर चुनें:
ja: 圧縮レベルを選択：
pt: Selecione o nível de compressão:

# compress_pdf_high
source: High Compression
ar: ضغط عالي
bn: উচ্চ সংকোচন
hi: उच्च संपीड़न
ja: 高圧縮
pt: Alta compressão

# compress_pdf_medium
source: Medium Compression
ar: ضغط متوسط
bn: মধ্যম সংকোচন
hi: मध्यम संपीड़न
ja: 中圧縮
pt: Compressão média

# compress_pdf_low
source: Low Compression
ar: ضغط منخفض
bn: নিম্ন সংকোচন
hi: निम्न संपीड़न
ja: 低圧縮
pt: Baixa compressão

# compress_pdf_high_sub
source: Smallest size, lower quality
ar: أصغر حجم، أقل جودة
bn: সবচেয়ে ছোট আকার, কম গুণমান
hi: सबसे छोटा आकार, कम गुणवत्ता
ja: 最小サイズ、低品質
pt: Menor tamanho, menor qualidade

# compress_pdf_medium_sub
source: Medium size, medium quality
ar: حجم متوسط، جودة متوسطة
bn: মধ্যম আকার, মধ্যম গুণমান
hi: मध्यम आकार, मध्यम गुणवत्ता
ja: 中サイズ、中品質
pt: Tamanho médio, qualidade média

# compress_pdf_low_sub
source: Largest size, better quality
ar: أكبر حجم، جودة أعلى
bn: সবচেয়ে বড় আকার, ভালো গুণমান
hi: सबसे बड़ा आकार, बेहतर गुणवत्ता
ja: 最大サイズ、高品質
pt: Maior tamanho, melhor qualidade

# compress_pdf_button
source: Compress
ar: ضغط
bn: সংকোচন
hi: संपीड़ित करें
ja: 圧縮
pt: Comprimir

# compress_pdf_compressing
source: Compressing...
ar: جاري الضغط...
bn: সংকোচন করা হচ্ছে...
hi: संपीड़ित किया जा रहा है...
ja: 圧縮中…
pt: Comprimindo...

# compress_pdf_select_first_error
source: Select a PDF first
ar: يرجى اختيار ملف PDF أولاً
bn: প্রথমে একটি PDF নির্বাচন করুন
hi: पहले एक PDF चुनें
ja: PDFを先に選択してください
pt: Selecione um PDF primeiro

# compress_pdf_result_pattern
source: Compressed "{original}" ({level}) → {result}
ar: "{original}" ({level}) → {result} تم ضغطه
bn: "{original}" ({level}) → {result} সংকোচন করা হয়েছে
hi: "{original}" ({level}) → {result} संपीड़ित
ja: "{original}"（{level}）→ {result} に圧縮しました
pt: "{original}" ({level}) → {result} comprimido

# sign_pdf_title
source: Sign PDF
ar: توقيع PDF
bn: PDF স্বাক্ষর করুন
hi: PDF पर हस्ताक्षर करें
ja: PDFに署名
pt: Assinar PDF

# sign_pdf_description
source: Add your digital signature to a PDF or image. Draw your signature or import from library, place it anywhere you want, and save.
ar: أضف توقيعك الرقمي إلى ملف PDF أو صورة. ارسم توقيعك أو استورده من المكتبة، ضعه في أي مكان تريده واحفظه.
bn: PDF বা ছবিতে আপনার ডিজিটাল স্বাক্ষর যোগ করুন। স্বাক্ষর আঁকুন বা গ্যালারি থেকে আমদানি করুন, যেকোনো জায়গায় বসান এবং সংরক্ষণ করুন।
hi: PDF या छवि में अपना डिजिटल हस्ताक्षर जोड़ें। अपना हस्ताक्षर ड्रा करें या लाइब्रेरी से आयात करें, इसे कहीं भी रखें, और सहेजें।
ja: PDFまたは画像にデジタル署名を追加します。署名を描くか、ライブラリからインポートし、好きな場所に配置して保存できます。
pt: Adicione sua assinatura digital a um PDF ou imagem. Desenhe sua assinatura ou importe da biblioteca, coloque onde quiser e salve.

# sign_pdf_no_file
source: No file selected. Go back and choose one.
ar: لم يتم تحديد ملف. يرجى العودة واختيار ملف.
bn: কোনো ফাইল নির্বাচিত হয়নি। দয়া করে একটি নির্বাচন করুন।
hi: कोई फ़ाइल चयनित नहीं। वापस जाएँ और चुनें।
ja: ファイルが選択されていません。戻って選択してください。
pt: Nenhum arquivo selecionado. Volte e escolha um.

# sign_pdf_select_first_error
source: Select a PDF or image first
ar: يرجى تحديد ملف PDF أو صورة أولاً
bn: প্রথমে একটি PDF বা ছবি নির্বাচন করুন
hi: पहले एक PDF या छवि चुनें
ja: PDFまたは画像を先に選択してください
pt: Selecione um PDF ou imagem primeiro

# sign_pdf_continue_button
source: Continue
ar: متابعة
bn: চালিয়ে যান
hi: जारी रखें
ja: 続ける
pt: Continuar

# signature_sheet_title
source: Draw Signature
ar: رسم التوقيع
bn: স্বাক্ষর আঁকুন
hi: हस्ताक्षर ड्रा करें
ja: 署名を描く
pt: Desenhar assinatura

# signature_sheet_clear
source: Clear
ar: مسح
bn: মুছুন
hi: साफ़ करें
ja: クリア
pt: Limpar

# signature_sheet_import
source: Import
ar: استيراد
bn: আমদানি করুন
hi: आयात करें
ja: インポート
pt: Importar

# signature_sheet_add
source: Add Signature
ar: إضافة توقيع
bn: স্বাক্ষর যোগ করুন
hi: हस्ताक्षर जोड़ें
ja: 署名を追加
pt: Adicionar assinatura

# protect_pdf_success_snackbar
source: Successfully protected {fileName}
ar: تمت حماية {fileName} بنجاح
bn: {fileName} সফলভাবে সুরক্ষিত করা হয়েছে
hi: {fileName} सफलतापूर्वक सुरक्षित किया गया
ja: {fileName} が正常に保護されました
pt: {fileName} protegido com sucesso

# volume_internal_storage
source: Internal Storage
ar: التخزين الداخلي
bn: অভ্যন্তরীণ সংরক্ষণ
hi: आंतरिक संग्रहण
ja: 内部ストレージ
pt: Armazenamento interno

# volume_sd_card
source: SD Card
ar: بطاقة SD
bn: SD কার্ড
hi: SD कार्ड
ja: SDカード
pt: Cartão SD

# volume_generic_storage
source: Storage
ar: التخزين
bn: স্টোরেজ
hi: संग्रहण
ja: ストレージ
pt: Armazenamento

# folder_children_files_label
source: {count} files
ar: {count} ملفات
bn: {count}টি ফাইল
hi: {count} फ़ाइलें
ja: {count} 件のファイル
pt: {count} arquivos

# new_folder_create_button
source: Create
ar: إنشاء
bn: তৈরি করুন
hi: बनाएँ
ja: 作成
pt: Criar

# recent_files_search_seed_1
source: My Home Certificate
ar: شهادة السكن الخاصة بي
bn: আমার বাড়ির সনদপত্র
hi: मेरा गृह प्रमाण पत्र
ja: 自宅証明書
pt: Meu certificado residencial

# recent_files_search_seed_2
source: Work Documents
ar: مستندات العمل
bn: কাজের দস্তাবেজ
hi: कार्य दस्तावेज़
ja: 業務書類
pt: Documentos de trabalho

# recent_files_search_seed_3
source: Recommendation Letter
ar: خطاب توصية
bn: সুপারিশপত্র
hi: अनुशंसा पत्र
ja: 推薦状
pt: Carta de recomendação

# recent_files_search_seed_4
source: Sales Report Documents
ar: تقارير المبيعات
bn: বিক্রয় প্রতিবেদন
hi: बिक्री रिपोर्ट दस्तावेज़
ja: 販売報告書
pt: Relatórios de vendas

# recent_files_search_seed_5
source: Business Plan Proposal
ar: اقتراح خطة عمل
bn: ব্যবসায়িক পরিকল্পনা
hi: व्यवसाय योजना प्रस्ताव
ja: 事業計画書
pt: Proposta de plano de negócios

# recent_files_search_seed_6
source: Job Application Letter
ar: خطاب طلب وظيفة
bn: চাকরির আবেদনপত্র
hi: नौकरी आवेदन पत्र
ja: 求人応募書
pt: Carta de candidatura a emprego

# recent_files_search_seed_7
source: Legal & Terms of Reference
ar: المستندات القانونية وشروط المرجعية
bn: আইনি শর্তাবলী
hi: कानूनी और संदर्भ की शर्तें
ja: 法的文書および規約
pt: Documentos legais e termos de referência

# recent_files_search_seed_8
source: My National ID Card
ar: بطاقتي الوطنية
bn: আমার জাতীয় পরিচয়পত্র
hi: मेरा राष्ट्रीय पहचान पत्र
ja: 国民IDカード
pt: Minha carteira de identidade nacional

# recent_files_search_clear_all_tooltip
source: Clear all
ar: مسح الكل
bn: সব মুছুন
hi: सभी साफ़ करें
ja: すべてクリア
pt: Limpar tudo

# clear_recent_files_title
source: Clear all recent files?
ar: مسح جميع الملفات الحديثة؟
bn: সব সাম্প্রতিক ফাইল মুছবেন?
hi: सभी हाल की फ़ाइलें साफ़ करें?
ja: 最近のファイルをすべてクリアしますか？
pt: Limpar todos os arquivos recentes?

# clear_recent_files_message
source: This will remove all files from your recent files list. This action cannot be undone.
ar: سيؤدي ذلك إلى إزالة جميع الملفات من قائمة الملفات الحديثة. لا يمكن التراجع عن هذا الإجراء.
bn: এতে সাম্প্রতিক তালিকা থেকে সব ফাইল সরানো হবে। এই কাজ ফিরিয়ে নেওয়া যাবে না।
hi: यह आपकी हाल की फ़ाइलों की सूची से सभी फ़ाइलें हटा देगा। यह क्रिया पूर्ववत नहीं की जा सकती।
ja: 最近のファイル一覧からすべて削除されます。この操作は元に戻せません。
pt: Isso removerá todos os arquivos da lista de recentes. Esta ação não poderá ser desfeita.

# clear_recent_files_confirm
source: Clear All
ar: مسح الكل
bn: সব মুছুন
hi: सभी साफ़ करें
ja: すべてクリア
pt: Limpar tudo

# common_edit
source: Edit
ar: تعديل
bn: সম্পাদনা করুন
hi: संपादित करें
ja: 編集
pt: Editar

# common_remove
source: Remove
ar: إزالة
bn: সরান
hi: हटाएँ
ja: 削除
pt: Remover

# common_open_snackbar
source: Open
ar: تم الفتح
bn: খোলা হয়েছে
hi: खोला गया
ja: 開きました
pt: Aberto

# selection_action_default
source: Action
ar: إجراء
bn: অ্যাকশন
hi: क्रिया
ja: 操作
pt: Ação

# selection_selected_label
source: {count} selected
ar: {count} محدد
bn: {count}টি নির্বাচিত
hi: {count} चयनित
ja: {count} 件選択済み
pt: {count} selecionado(s)

# settings_language_item_title
source: Language
ar: اللغة
bn: ভাষা
hi: भाषा
ja: 言語
pt: Idioma

# settings_language_item_subtitle
source: Select any language you want
ar: اختر أي لغة تريد
bn: আপনার পছন্দের ভাষা নির্বাচন করুন
hi: अपनी पसंदीदा भाषा चुनें
ja: 使用したい言語を選択してください
pt: Selecione qualquer idioma que desejar

# settings_default_save_location_title
source: Default Save Location
ar: موقع الحفظ الافتراضي
bn: ডিফল্ট সংরক্ষণস্থান
hi: डिफ़ॉल्ट सेव स्थान
ja: デフォルトの保存場所
pt: Local padrão de salvamento

# settings_default_save_location_subtitle
source: Choose where all PDFs will be saved
ar: اختر مكان حفظ جميع ملفات PDF
bn: সব PDF কোথায় সংরক্ষণ হবে তা নির্বাচন করুন
hi: सभी PDF कहाँ सेव होंगी चुनें
ja: PDFの保存先を選択
pt: Escolha onde todos os PDFs serão salvos

# settings_dark_mode_title
source: Theme
ar: المظهر
bn: থিম
hi: थीम
ja: テーマ
pt: Tema

# settings_dark_mode_subtitle
source: Switch between light, dark, and system themes
ar: التبديل بين الفاتح والداكن والنظام
bn: লাইট, ডার্ক এবং সিস্টেম থিমের মধ্যে পরিবর্তন করুন
hi: लाइट, डार्क या सिस्टम थीम चुनें
ja: ライト、ダーク、システムのテーマを切り替え
pt: Alternar entre tema claro, escuro e sistema

# theme_settings_page_title
source: Theme Settings
ar: إعدادات المظهر
bn: থিম সেটিংস
hi: थीम सेटिंग्स
ja: テーマ設定
pt: Configurações de tema

# theme_settings_info_message
source: Choose your preferred theme. System theme will automatically adjust based on your device settings.
ar: اختر مظهرك المفضل. سيتم ضبط مظهر النظام تلقائيًا بناءً على إعدادات جهازك.
bn: আপনার পছন্দের থিম নির্বাচন করুন। সিস্টেম থিম আপনার ডিভাইসের সেটিংস অনুযায়ী স্বয়ংক্রিয়ভাবে পরিবর্তিত হবে।
hi: अपनी पसंदीदा थीम चुनें। सिस्टम थीम आपके डिवाइस सेटिंग्स के अनुसार बदलेगी।
ja: お好みのテーマを選択してください。システムテーマはデバイスの設定に基づいて自動的に調整されます。
pt: Escolha seu tema preferido. O tema do sistema será ajustado automaticamente com base nas configurações do seu dispositivo.

# theme_settings_choose_label
source: Select Theme
ar: اختيار المظهر
bn: থিম নির্বাচন করুন
hi: थीम चुनें
ja: テーマを選択
pt: Selecionar tema

# theme_settings_light_title
source: Light Theme
ar: المظهر الفاتح
bn: লাইট থিম
hi: लाइट थीम
ja: ライトテーマ
pt: Tema claro

# theme_settings_light_subtitle
source: Use light colors for the app interface
ar: استخدام ألوان فاتحة لواجهة التطبيق
bn: অ্যাপ ইন্টারফেসের জন্য হালকা রং ব্যবহার করুন
hi: ऐप इंटरफ़ेस के लिए हल्के रंगों का उपयोग करें
ja: アプリ画面に明るい色を使用します
pt: Usar cores claras para a interface

# theme_settings_dark_title
source: Dark Theme
ar: المظهر الداكن
bn: ডার্ক থিম
hi: डार्क थीम
ja: ダークテーマ
pt: Tema escuro

# theme_settings_dark_subtitle
source: Use dark colors for the app interface
ar: استخدام ألوان داكنة لواجهة التطبيق
bn: অ্যাপ ইন্টারফেসের জন্য গাঢ় রং ব্যবহার করুন
hi: ऐप इंटरफ़ेस के लिए गहरे रंगों का उपयोग करें
ja: アプリ画面に暗い色を使用します
pt: Usar cores escuras para a interface

# theme_settings_system_title
source: System Default
ar: افتراضي النظام
bn: সিস্টেম ডিফল্ট
hi: सिस्टम डिफ़ॉल्ट
ja: システムデフォルト
pt: Padrão do sistema

# theme_settings_system_subtitle
source: Follow device system theme settings
ar: اتباع إعدادات نظام الجهاز
bn: ডিভাইসের সিস্টেম সেটিংস অনুসরণ করুন
hi: डिवाइस सेटिंग्स का अनुसरण करें
ja: デバイスのシステム設定に従います
pt: Seguir configurações do sistema

# settings_file_naming_title
source: File Naming Scheme
ar: نظام تسمية الملفات
bn: ফাইল নামকরণ নীতি
hi: फ़ाइल नामकरण योजना
ja: ファイル命名規則
pt: Esquema de nomeação de arquivos

# settings_file_naming_subtitle
source: Set how new files are named automatically
ar: حدد كيفية تسمية الملفات الجديدة تلقائياً
bn: নতুন ফাইল কীভাবে স্বয়ংক্রিয়ভাবে নামকরণ হবে সেট করুন
hi: नई फ़ाइलें स्वचालित रूप से कैसे नामित हों
ja: 新しいファイルの自動命名方法を設定
pt: Defina como novos arquivos serão nomeados automaticamente

# settings_pdf_compression_title
source: PDF Compression
ar: ضغط PDF
bn: PDF সংকোচন
hi: PDF संपीड़न
ja: PDF圧縮
pt: Compressão de PDF

# settings_pdf_compression_subtitle
source: Set how new files are compressed automatically
ar: حدد كيفية ضغط الملفات الجديدة تلقائياً
bn: নতুন ফাইল স্বয়ংক্রিয়ভাবে কিভাবে সংকুচিত হবে সেট করুন
hi: नई फ़ाइलें स्वचालित रूप से कैसे संपीड़ित हों
ja: 新しいファイルの自動圧縮方法を設定
pt: Defina como novos arquivos serão comprimidos automaticamente

# settings_filter_options_title
source: Filter Options
ar: خيارات التصفية
bn: ফিল্টার বিকল্প
hi: फ़िल्टर विकल्प
ja: フィルター設定
pt: Opções de filtro

# settings_filter_options_subtitle
source: Choose which filters the app applies by default
ar: اختر الفلاتر التي يطبقها التطبيق بشكل افتراضي
bn: অ্যাপ ডিফল্টভাবে কোন ফিল্টার ব্যবহার করবে তা নির্বাচন করুন
hi: डिफ़ॉल्ट फ़िल्टर चुनें
ja: デフォルトで使用するフィルターを選択
pt: Escolha quais filtros o aplicativo aplicará por padrão

# settings_grid_view_layout_title
source: Grid View Layout
ar: تخطيط عرض الشبكة
bn: গ্রিড ভিউ লেআউট
hi: ग्रिड दृश्य
ja: グリッドレイアウト
pt: Layout em grade

# settings_grid_view_layout_subtitle
source: Control how files and folders appear
ar: تحكم في كيفية ظهور الملفات والمجلدات
bn: ফাইল এবং ফোল্ডার কীভাবে প্রদর্শিত হবে তা নিয়ন্ত্রণ করুন
hi: फ़ाइलें और फ़ोल्डर कैसे दिखें
ja: ファイルとフォルダーの表示方法を管理
pt: Controle como arquivos e pastas aparecem

# settings_pdf_content_fit_title
source: PDF Content Fit Mode
ar: وضع ملاءمة المحتوى
bn: PDF কনটেন্ট ফিট মোড
hi: PDF सामग्री फ़िट मोड
ja: PDF表示モード
pt: Modo de ajuste de conteúdo PDF

# settings_pdf_content_fit_subtitle
source: Choose how images and PDFs should fit
ar: اختر كيفية ملاءمة الصور وملفات PDF
bn: ছবি এবং PDF কীভাবে প্রদর্শিত হবে তা নির্বাচন করুন
hi: चित्र और PDF कैसे फिट हों
ja: 画像とPDFの表示方法を選択
pt: Escolha como imagens e PDFs devem se ajustar

# settings_help_center_title
source: Help Center
ar: مركز المساعدة
bn: সহায়তা কেন্দ্র
hi: सहायता केंद्र
ja: ヘルプセンター
pt: Central de ajuda

# settings_help_center_subtitle
source: Get help, FAQs, and answers
ar: احصل على المساعدة والأسئلة الشائعة والإجابات
bn: সহায়তা, প্রশ্নোত্তর এবং তথ্য পান
hi: मदद, प्रश्न और उत्तर
ja: ヘルプ、FAQ、回答を確認
pt: Obtenha ajuda, perguntas frequentes e respostas

# settings_about_pdf_kit_title
source: About PDF-Kit
ar: حول PDF-Kit
bn: PDF-Kit সম্পর্কে
hi: PDF Seva के बारे में
ja: PDF-Kitについて
pt: Sobre o PDF-Kit

# settings_about_pdf_kit_subtitle
source: View details about this app
ar: عرض تفاصيل هذا التطبيق
bn: অ্যাপের বিস্তারিত তথ্য দেখুন
hi: PDF Seva क्या करता है और अनुमतियों का उपयोग कैसे करता है
ja: アプリの詳細情報を見る
pt: Veja detalhes sobre este aplicativo

# settings_about_us_title
source: About Us
ar: معلومات عنا
bn: আমাদের সম্পর্কে
hi: हमारे बारे में
ja: 私たちについて
pt: Sobre nós

# action_watermark_label
source: Watermark
ar: علامة مائية
bn: ওয়াটারমার্ক
hi: वॉटरमार्क
ja: 透かし
pt: Marca d'água

# action_esign_label
source: eSign PDF
ar: توقيع PDF
bn: PDF স্বাক্ষর
ja: 電子署名 PDF
pt: Assinar PDF

# action_split_label
source: Split PDF
ar: تقسيم PDF
bn: PDF বিভক্ত করুন
hi: PDF विभाजित करें
ja: PDFを分割
pt: Dividir PDF

# action_merge_label
source: Merge PDF
ar: دمج PDF
bn: PDF একত্রিত করুন
hi: PDF मर्ज करें
ja: PDFを結合
pt: Mesclar PDF

# action_protect_label
source: Protect PDF
ar: حماية PDF
bn: PDF সুরক্ষিত করুন
hi: PDF सुरक्षित करें
ja: PDFを保護
pt: Proteger PDF

# action_compress_label
source: Compress PDF
ar: ضغط PDF
bn: PDF সংকোচন করুন
hi: PDF संपीड़ित करें
ja: PDFを圧縮
pt: Comprimir PDF

# action_all_tools_label
source: All Tools
ar: جميع الأدوات
bn: সব টুল
hi: सभी उपकरण
ja: すべてのツール
pt: Todas as ferramentas

# action_coming_soon_toast
source: {feature} coming soon
ar: {feature} قريباً
bn: {feature} শীঘ্রই আসছে
hi: {feature} शीघ्र उपलब्ध होगा
ja: {feature} は近日公開予定です
pt: {feature} em breve

# settings_about_us_subtitle
source: Discover our vision and how we work
ar: تعرف على رؤيتنا وطريقة عملنا
bn: আমাদের লক্ষ্য এবং কাজের পদ্ধতি জানুন
hi: हमारी दृष्टि और कार्य शैली जानें
ja: 私たちのビジョンと仕事の取り組みを知る
pt: Descubra nossa visão e forma de trabalho

# language_settings_page_title
source: Language Settings
ar: إعدادات اللغة
bn: ভাষা সেটিংস
hi: भाषा सेटिंग्स
ja: 言語設定
pt: Configurações de idioma

# language_settings_choose_label
source: Choose App Language
ar: اختر لغة التطبيق
bn: অ্যাপের ভাষা নির্বাচন করুন
hi: ऐप भाषा चुनें
ja: アプリの言語を選択
pt: Escolher idioma do aplicativo

# language_settings_applied_snackbar
source: Language updated
ar: تم تحديث اللغة
bn: ভাষা আপডেট করা হয়েছে
hi: भाषा अपडेट की गई
ja: 言語が更新されました
pt: Idioma atualizado

# show_pdf_no_path
source: no path
ar: لا يوجد مسار
bn: কোনো পথ নেই
hi: कोई पथ नहीं
ja: パスなし
pt: nenhum caminho

# show_pdf_prefix
source: Show PDF: {path}
ar: عرض PDF: {path}
bn: PDF দেখান: {path}
hi: PDF दिखाएँ: {path}
ja: PDFを表示：{path}
pt: Exibir PDF: {path}

# onboarding_title
source: Onboarding
ar: التمهيد
bn: অনবোর্ডিং
hi: ऑनबोर्डिंग
ja: オンボーディング
pt: Introdução

# all_files_title
source: All Files & Folders
ar: كل الملفات والمجلدات
bn: সব ফাইল ও ফোল্ডার
hi: सभी फ़ाइलें और फ़ोल्डर
ja: すべてのファイルとフォルダー
pt: Todos os arquivos e pastas

# search_files_title
source: Search Files
ar: بحث عن الملفات
bn: ফাইল অনুসন্ধান
hi: फ़ाइलें खोजें
ja: ファイルを検索
pt: Pesquisar arquivos

# preferences_title
source: Preferences
ar: التفضيلات
bn: পছন্দসমূহ
hi: प्राथमिकताएँ
ja: 設定
pt: Preferências

# contact_us_title
source: Contact Us
ar: اتصل بنا
bn: যোগাযোগ করুন
hi: हमसे संपर्क करें
ja: お問い合わせ
pt: Contate-nos

# about_app_title
source: About the App
ar: حول التطبيق
bn: অ্যাপ সম্পর্কে
hi: ऐप के बारे में
ja: アプリについて
pt: Sobre o aplicativo

# take_image_title
source: Take Image
ar: التقاط صورة
bn: ছবি তুলুন
hi: चित्र लें
ja: 画像を撮影
pt: Capturar imagem

# add_watermark_title
source: Add Watermark
ar: إضافة علامة مائية
bn: ওয়াটারমার্ক যোগ করুন
hi: वॉटरमार्क जोड़ें
ja: 透かしを追加
pt: Adicionar marca d'água

# add_signature_title
source: Add Digital Signature
ar: إضافة توقيع رقمي
bn: ডিজিটাল স্বাক্ষর যোগ করুন
hi: डिजिटल हस्ताक्षर जोड़ें
ja: デジタル署名を追加
pt: Adicionar assinatura digital

# not_found_page_title
source: Page not found
ar: الصفحة غير موجودة
bn: পৃষ্ঠা পাওয়া যায়নি
hi: पृष्ठ नहीं मिला
ja: ページが見つかりません
pt: Página não encontrada

# not_found_page_route_undefined
source: No route defined for: {route}
ar: لا يوجد مسار معرف لـ: {route}
bn: কোনো রুট নির্ধারিত নেই: {route}
hi: इसके लिए कोई रूट परिभाषित नहीं: {route}
ja: 定義されていないルート：{route}
pt: Nenhuma rota definida para: {route}

# not_found_go_home_button
source: Go Home
ar: الرجوع إلى الرئيسية
bn: হোমে যান
hi: होम जाएँ
ja: ホームに戻る
pt: Voltar ao início

# selection_max_info
source: Max: {count}
ar: الحد الأقصى: {count}
bn: সর্বোচ্চ: {count}
hi: अधिकतम: {count}
ja: 最大：{count}
pt: Máximo: {count}

# selection_sheet_title
source: Selected Files
ar: الملفات المحددة
bn: নির্বাচিত ফাইল
hi: चयनित फ़ाइलें
ja: 選択したファイル
pt: Arquivos selecionados

# selection_sheet_empty
source: No files selected
ar: لا توجد ملفات محددة
bn: কোনো ফাইল নির্বাচিত হয়নি
hi: कोई फ़ाइल चयनित नहीं है
ja: 選択されたファイルはありません
pt: Nenhum arquivo selecionado

# selection_folder_items_single
source: {count} item
ar: {count} عنصر
bn: {count}টি আইটেম
hi: {count} आइटम
ja: {count} 件

# selection_folder_items_multiple
source: {count} items
ar: {count} عناصر
bn: {count}টি আইটেম
hi: {count} आइटम
ja: {count} 件
pt: {count} itens

# selection_folder_collapse_tooltip
source: Collapse
ar: طي
bn: সংকুচিত করুন
hi: संक्षिप्त करें
ja: 折りたたむ
pt: Recolher

# selection_folder_expand_tooltip
source: Expand
ar: فتح
bn: বিস্তৃত করুন
hi: विस्तृत करें
ja: 展開
pt: Expandir

# onboarding_screen1_title
source: Your Files, Fully Private
ar: ملفاتك، خاصة تماماً
bn: আপনার ফাইল, সম্পূর্ণ ব্যক্তিগত
hi: आपकी फ़ाइलें, पूर्णतः निजी
ja: あなたのファイル、完全にプライベート
pt: Seus arquivos, totalmente privados

# onboarding_screen1_subtitle
source: Work offline with complete peace of mind. Nothing leaves your device — your data stays safe, secure, and personal to you.
ar: اعمل دون اتصال بالإنترنت ببال مرتاح. لا شيء يغادر جهازك - تظل بياناتك آمنة ومحمية وشخصية لك.
bn: পুরোপুরি অফলাইনে কাজ করুন নিশ্চিত মনে। আপনার ডিভাইস থেকে কিছুই বাইরে যায় না — আপনার ডেটা নিরাপদ এবং একান্তই আপনার।
hi: पूरी तरह ऑफ़लाइन कार्य करें। आपका कोई भी डेटा आपके उपकरण से बाहर नहीं जाता — सब कुछ सुरक्षित और व्यक्तिगत रहता है।
ja: 安心してオフラインで作業できます。 デバイスからデータが出ることはありません。あなたのデータは安全に、あなただけのものとして守られます。
pt: Trabalhe offline com total tranquilidade. Nada sai do seu dispositivo — seus dados permanecem seguros, protegidos e pessoais.

# onboarding_screen2_title
source: All Your PDF Tools in One Place
ar: جميع أدوات PDF في مكان واحد
bn: আপনার সব PDF টুল এক জায়গায়
hi: सभी PDF उपकरण एक ही जगह
ja: すべてのPDFツールを1か所に
pt: Todas as suas ferramentas PDF num só lugar

# onboarding_screen2_subtitle
source: Manage files and folders, edit PDFs, add watermarks, compress, split, merge, protect, unlock, and more — all inside a smooth, easy-to-use app.
ar: أدر الملفات والمجلدات، عدّل ملفات PDF، أضف العلامات المائية، اضغط، قسّم، ادمج، احمِ، وألغِ القفل والمزيد - كل ذلك داخل تطبيق سلس وسهل الاستخدام.
bn: ফাইল ও ফোল্ডার ম্যানেজ করুন, PDF এডিট করুন, ওয়াটারমার্ক দিন, কম্প্রেস, স্প্লিট, মার্জ, প্রোটেক্ট এবং আনলক করুন — সবই একটি সহজ অ্যাপে।
hi: फ़ाइलों और फ़ोल्डरों का प्रबंधन करें, PDF संपादित करें, वॉटरमार्क जोड़ें, संपीड़ित करें, विभाजित करें, मर्ज करें, सुरक्षित करें और बहुत कुछ — वह भी सरल ऐप में।
ja: ファイルやフォルダーの管理、PDFの編集、透かしの追加、圧縮、分割、結合、保護、ロック解除など、すべてをスムーズで使いやすいアプリで。
pt: Gerencie arquivos e pastas, edite PDFs, adicione marcas d'água, comprima, divida, mescle, proteja, desbloqueie e muito mais — tudo em um aplicativo fluido e fácil de usar.

# onboarding_screen3_title
source: Choose Your Preferred Language
ar: اختر لغتك المفضلة
bn: আপনার পছন্দের ভাষা বেছে নিন
hi: अपनी पसंदीदा भाषा चुनें
ja: お好みの言語を選択
pt: Escolha seu idioma preferido

# onboarding_screen3_subtitle
source: Use the app in any language you like. We support 10+ languages, including English, Hindi, Spanish, French, Bengali, and more.
ar: استخدم التطبيق بأي لغة تريدها. نحن ندعم أكثر من 10 لغات، بما في ذلك الإنجليزية والهندية والإسبانية والفرنسية والبنغالية والمزيد.
bn: অ্যাপটি আপনার পছন্দের ভাষায় ব্যবহার করুন। আমরা ইংরেজি, হিন্দি, স্প্যানিশ, ফ্রেঞ্চ, বাংলা সহ ১০টিরও বেশি ভাষা সমর্থন করি।
hi: ऐप को किसी भी भाषा में उपयोग करें। हम 10+ भाषाओं का समर्थन करते हैं — अंग्रेज़ी, हिन्दी, स्पेनिश, फ़्रेंच, बांग्ला और कई अन्य।
ja: お好きな言語でアプリを使用できます。 英語、ヒンディー語、スペイン語、フランス語、ベンガル語など、10以上の言語に対応しています。
pt: Use o aplicativo no idioma que desejar. Suportamos mais de 10 idiomas, incluindo inglês, hindi, espanhol, francês, bengali e mais.

# onboarding_screen4_title
source: Select Your Language
ar: حدد لغتك
bn: আপনার ভাষা নির্বাচন করুন
hi: अपनी भाषा चुनें
ja: 言語を選択
pt: Selecione seu idioma

# onboarding_screen4_subtitle
source: Choose any language from the options below to get started.
ar: اختر أي لغة من الخيارات أدناه للبدء.
bn: শুরু করতে নিচের বিকল্পগুলো থেকে যেকোনো ভাষা বেছে নিন।
hi: नीचे दिए गए विकल्पों में से किसी भी भाषा का चयन करें और प्रारंभ करें।
ja: 以下のオプションから言語を選択して開始してください。
pt: Escolha qualquer idioma das opções abaixo para começar.

# onboarding_button_skip
source: Skip
ar: تخطي
bn: এড়িয়ে যান
hi: छोड़ें
ja: スキップ
pt: Pular

# onboarding_button_next
source: Next
ar: التالي
bn: পরবর্তী
hi: आगे
ja: 次へ
pt: Próximo

# onboarding_button_get_started
source: Get started
ar: البدء
bn: শুরু করুন
hi: प्रारंभ करें
ja: はじめる
pt: Começar

# onboarding_button_back
source: Back
ar: رجوع
bn: ফিরে যান
hi: वापस
ja: 戻る
pt: Voltar

# onboarding_tagline
source: Your complete toolkit for every PDF task.
ar: مجموعة الأدوات الكاملة لكل مهمة PDF.
hi: हर PDF कार्य के लिए आपका संपूर्ण टूलकिट।
ja: あらゆるPDF作業に対応する完全なツールキットです。
pt: Seu kit completo para qualquer tarefa em PDF.

# selection_min_error
source: Select at least {count} items.
ar: يجب تحديد ما لا يقل عن {count} عناصر.
bn: কমপক্ষে {count}টি আইটেম নির্বাচন করুন।
hi: कम से कम {count} आइटम चुनें।
ja: {count} 個以上の項目を選択してください。
pt: Selecione pelo menos {count} itens.
